tap "browsers-software/tap"
tap "homebrew/bundle"
tap "homebrew/services"

brew "bash"
brew "midnight-commander"
brew "ansible"
brew "chezmoi"
brew "atuin"
brew "oath-toolkit"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "aerial"
cask "chiaki"
cask "alfred"
cask "cyberduck"
cask "discord"
cask "elgato-control-center"
cask "elgato-camera-hub"
cask "elgato-stream-deck"
cask "elgato-wave-link"
cask "logitech-g-hub"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"
cask "firefox" # Web browser
cask "google-chrome" # Web browser
cask "iterm2" # iterm2 terminal emulator
cask "zwift"
cask "mutedeck"
cask "chatgpt"
cask "lens"
cask "logi-options+"
cask "microsoft-teams"
cask "jordanbaird-ice"

## Fonts
cask "font-0xproto"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-eb-garamond"
cask "font-fantasque-sans-mono"
cask "font-fira-code"
cask "font-hack"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-ibm-plex-mono"
cask "font-jetbrains-mono"
cask "font-juliamono"
cask "font-maple-mono"
cask "font-monaspace"
cask "font-sf-mono"
cask "font-source-code-pro"
cask "font-space-mono"
cask "font-zed-mono"
cask "font-anonymous-pro"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-droid-sans-mono-for-powerline"
cask "font-inconsolata"
cask "font-inconsolata-for-powerline"
cask "font-input"
cask "font-liberation"
cask "font-liberation-mono-for-powerline"
cask "font-liberation-nerd-font"
cask "font-meslo-for-powerline"
cask "font-meslo-lg"
cask "font-nixie-one"
cask "font-office-code-pro"
cask "font-pt-mono"
cask "font-raleway"
cask "font-roboto"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "postman"
cask "raspberry-pi-imager"
cask "raw-photo-processor"

mas "Kindle", id: 302584613
mas "WireGuard", id: 1451685025
mas "Amphetamine", id: 937984704
mas "Magnet", id: 441258766
mas "The Unarchiver", id: 425424353
mas "Sweet Home 3D", id: 669289700
mas "Yubico Authenticator", id: 1497506650
mas "Telegram", id: 747648890
mas "Brother P-touch Editor", id: 1453365242
mas "Home Assistant", id: 1099568401
mas "Messenger", id: 1480068668
mas "WhatsApp", id: 310633997
mas "NordVPN: VPN for privacy", id: 905953485
mas "Slack for Desktop", id: 803453959
