tap "browsers-software/tap"
tap "homebrew/bundle"
tap "homebrew/services"

brew "bash"

cask "drovio" # Remote pair programming and team collaboration tool
cask "firefox" # Web browser
cask "google-chrome" # Web browser

## Fonts
cask "font-0xproto"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-eb-garamond"
cask "font-fantasque-sans-mono"
cask "font-fira-code"
cask "font-hack"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-ibm-plex-mono"
cask "font-jetbrains-mono"
cask "font-juliamono"
cask "font-maple-mono"
cask "font-monaspace"
cask "font-sf-mono"
cask "font-source-code-pro"
cask "font-space-mono"
cask "font-zed-mono"

mas "Kindle", id: 302584613
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
